[
  {
    "text": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own…",
    "author": "Epictetus"
  },
  {
    "text": "We should always be asking ourselves: 'Is this something that is, or is not, in my control?'",
    "author": "Epictetus"
  },
  {
    "text": "Some things are within our power, while others are not. Within our power are opinion, motivation, desire, aversion, and, in a word, whatever is of our own doing; not within our power are our body, our property, reputation, office, and, in a word, whatever is not of our own doing.",
    "author": "Epictetus"
  },
  {
    "text": "While we may not be able to control all that happens to us, we can control what happens inside us.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "If a person gave away your body to some passer-by, you’d be furious. Yet you hand over your mind to anyone who comes along, so they may abuse you, leaving it disturbed and troubled — have you no shame in that?",
    "author": "Epictetus"
  },
  {
    "text": "You have power over your mind - not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "No person has the power to have everything they want, but it is in their power not to want what they don’t have, and to cheerfully put to good use what they do have.",
    "author": "Seneca"
  },
  {
    "text": "At the end of the day, you can't control the results; you can only control your effort level and your focus.",
    "author": "Ben Zobrist"
  },
  {
    "text": "You can't control how other people see you or think of you. But you have to be comfortable with that.",
    "author": "Helen Mirren"
  },
  {
    "text": "Just keep in mind: the more we value things outside our control, the less control we have.",
    "author": "Epictetus"
  },
  {
    "text": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Concern should drive us into action and not into a depression. No man is free who cannot control himself.",
    "author": "Pythagoras"
  },
  {
    "text": "It is not death that a man should fear, but rather he should fear never beginning to live.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "You could leave life right now. Let that determine what you do and say and think.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Let each thing you would do, say, or intend, be like that of a dying person.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Today I escaped anxiety. Or no, I discarded it, because it was within me, in my own perceptions — not outside.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "We are more often frightened than hurt; and we suffer more from imagination than from reality.",
    "author": "Seneca"
  },
  {
    "text": "What is the point of dragging up sufferings that are over, of being miserable now, because you were miserable then?",
    "author": "Seneca"
  },
  {
    "text": "Make the best use of what is in your power, and take the rest as it happens.",
    "author": "Epictetus"
  },
  {
    "text": "Be tolerant with others and strict with yourself.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Our life is what our thoughts make it.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Live a good life. If there are gods and they are just, then they will not care how devout you have been, but will welcome you based on the virtues you have lived by. If there are gods, but unjust, then you should not want to worship them. If there are no gods, then you will be gone, but will have lived a noble life that will live on in the memories of your loved ones.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Adapt yourself to the life you have been given, and truly love the people with whom destiny has surrounded you.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "No matter what anyone says or does, my task is to be good.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The impediment to action advances action. What stands in the way becomes the way.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "It is a rough road that leads to the heights of greatness.",
    "author": "Seneca"
  },
  {
    "text": "It does not matter what you bear, but how you bear it.",
    "author": "Seneca"
  },
  {
    "text": "Concentrate every minute like a Roman-like a man—on doing what’s in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing yourself from all other distractions. Yes, you can—if you do everything as if it were the last thing you were doing in your life, and stop being aimless, stop letting your emotions override what your mind tells you.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "This is the mark of perfection of character – to spend each day as if it were your last, without frenzy, laziness, or any pretending.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Let us prepare our minds as if we'd come to the very end of life. Let us postpone nothing. Let us balance life's books each day... The one who puts the finishing touches on their life each day is never short of time.",
    "author": "Seneca"
  },
  {
    "text": "Our motto, as you know, is live according to nature.",
    "author": "Seneca the Younger"
  },
  {
    "text": "Luck is what happens when preparation meets opportunity.",
    "author": "Seneca"
  },
  {
    "text": "Progress is not achieved by luck or accident, but by working on yourself daily.",
    "author": "Epictetus"
  },
  {
    "text": "It is impossible for a man to learn what he thinks he already knows.",
    "author": "Epictetus"
  },
  {
    "text": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "author": "Epictetus"
  },
  {
    "text": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
    "author": "Epictetus"
  },
  {
    "text": "The mind unlearns with difficulty what it has long learned.",
    "author": "Seneca"
  },
  {
    "text": "The wise man sees in the misfortune of others what he should avoid.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "I seek the truth...it is only persistence in self-delusion and ignorance that does harm.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The reason why we have two ears and only one mouth is that we may listen the more and talk the less.",
    "author": "Zeno of Citium"
  },
  {
    "text": "Knowledge is the antidote to fear.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Honesty is the first chapter in the book of wisdom.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.",
    "author": "Thomas Jefferson"
  },
  {
    "text": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Without freedom of thought there can be no such thing as wisdom; and no such thing as public liberty, without freedom of speech.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Wisdom sets limits even to knowledge.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "It isn’t the things themselves that disturb people, but the judgments that they form about them.",
    "author": "Epictetus"
  },
  {
    "text": "Never say of anything I have lost it, only say that I have given it back.",
    "author": "Epictetus"
  },
  {
    "text": "Men are not worried by things, but by their ideas about things. When we meet with difficulties, become anxious or troubled, let us not blame others, but rather ourselves. That is: our ideas about things.",
    "author": "Epictetus"
  },
  {
    "text": "Nothing great comes into being all at once.",
    "author": "Epictetus"
  },
  {
    "text": "The universe is change; our life is what our thoughts make it.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "There is nothing permanent except change.",
    "author": "Heraclitus"
  },
  {
    "text": "As long as you live, keep learning how to live.",
    "author": "Seneca"
  },
  {
    "text": "Very often a change of self is needed more than a change of scene.",
    "author": "A.C. Benson"
  },
  {
    "text": "We suffer more in imagination than in reality.",
    "author": "Seneca"
  },
  {
    "text": "It’s not what happens to you, but how you react to it that matters.",
    "author": "Epictetus"
  },
  {
    "text": "I cannot escape death, but at least I can escape the fear of it.",
    "author": "Epictetus"
  },
  {
    "text": "If you want to improve, be content to be thought foolish and stupid.",
    "author": "Epictetus"
  },
  {
    "text": "All things are parts of one single system, which is called Nature; the individual life is good when it is in harmony with Nature.",
    "author": "Zeno of Citium"
  },
  {
    "text": "Man conquers the world by conquering himself.",
    "author": "Zeno of Citium"
  },
  {
    "text": "It is in virtue that happiness consists, for virtue is the state of mind which tends to make the whole of life harmonious.",
    "author": "Zeno of Citium"
  },
  {
    "text": "Follow where reason leads.",
    "author": "Zeno of Citium"
  },
  {
    "text": "By silence, I hear other men’s imperfections and conceal my own.",
    "author": "Zeno of Citium"
  },
  {
    "text": "If a man knows not to which port he sails, no wind is favorable.",
    "author": "Seneca"
  },
  {
    "text": "It is not that we are given a short life but we make it short, and we are not ill-supplied but wasteful of it.",
    "author": "Seneca"
  },
  {
    "text": "Death is a release from and an end of all pains.",
    "author": "Seneca the Younger"
  },
  {
    "text": "The wise man accepts his pain, endures it, but does not add to it.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Men are disturbed not by events but by their opinion about events.",
    "author": "Epictetus"
  },
  {
    "text": "First say to yourself what you would be; and then do what you have to do.",
    "author": "Epictetus"
  },
  {
    "text": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "A man is as unhappy as he has convinced himself he is.",
    "author": "Seneca"
  },
  {
    "text": "What is the goal of virtue, after all, except a life that flows smoothly?",
    "author": "Epictetus"
  }
]
